writing-assignment-4.tex
% Created 2017-10-25 Wed 08:22
% Intended LaTeX compiler: pdflatex
\documentclass[12pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{setspace}
\doublespacing
\usepackage[margin=1in]{geometry}
\usepackage{nth}
\usepackage{enumitem}
\setlist[enumerate,itemize]{noitemsep,nolistsep,leftmargin=*}
\usepackage{fancyhdr}
\pagestyle{fancy}
\author{Matthew M. Nelson}
\date{\today}
\title{Writing Assignment \#4}
\hypersetup{
 pdfauthor={Matthew M. Nelson},
 pdftitle={Writing Assignment \#4},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.3.1 (Org mode 9.1.2)},
 pdflang={English}}
\begin{document}

\maketitle

\noindent\rule{\textwidth}{0.5pt}
\section{The Pigs and Power Question Set}
\label{sec:orgc6b2f78}
\begin{enumerate}
\item Why is it best to understand Ongka's leadership role in terms of \emph{influence} rather than \emph{authority}?
\label{sec:orgd253388}
A lack of social distance and anonymity is a defining feature of Kawelka
society. Individuals and households tend to have both a high degree of
familiarity and frequent contact with others. This lack of social distance
undermines the efficacy of violence and coercion, which are the foundations of
authority. In order to achieve his goals, Ongka must instead rely on the
manipulation of social relationships.
\item How is influence different from authority?
\label{sec:orgbd21d1f}
\item How is a leadership role based on authority different from how the Kawelka expect a big man to behave?
\label{sec:orga41c522}
The Kawelka expect ``big men'' to achieve their aims through the tools of
influence rather than authority. Negotiation and manipulation rather than
violence and coercion are the accepted means of leadership.
\item How are the two correlated to the size of a society and the degree or amount of anonymity in that society?
\label{sec:orgd19611f}
The efficacy of these two forms of leadership is directly related to the size of
a society. In smaller societies, influence is a highly effective tool that is
available to most every member of that society due to low degrees of social
distance. It is also more effective as the cost of violence between members of
small societies is much higher. As a society grows beyond a few hundred people,
however, the degree of social distance necessarily increases. This is partially
due to the fact that humans are unable to closely track more than about 200
personal relationships. Once a society is large enough
\end{enumerate}
\section{The Personhood and Consumption Question Set}
\label{sec:org72e5c82}
\begin{enumerate}
\item We live in a society with a high degree of social distance. What does that mean?
\label{sec:org7126844}
Social distance is defined as ``the perceived or desired degree of remoteness
between a member of one social group and the members of another, as evidenced in
the level of intimacy tolerated between them.'' Our society is said to have a
high degree of social distance. This is evidenced by the preponderance of
relationships mediated by money.
\item How is this related to the idea of anonymity?
\label{sec:org0546c1d}
Greater levels of social distance are enabled by the use of currency to mediate
the relationships between producers, distributors, and consumers. Without
currency of some form, the exchange of goods and services must be negotiated
between parties. In societies with less social distance, these exchanges are
informed by the relationships between the parties. These social relationships
enrich the exchange by widening the scope of possibility for mediums of
exchange. In other words, without a generic value store like currency, the terms
of exchange may include a wide range of goods, services, or manipulations.
\item How is a market exchange different from a reciprocal exchange economy?
\label{sec:org7b67818}
\item How is anonymity correlated to this difference?
\label{sec:orgd07bfc7}
When currency is introduced as a generic store of value, goods and services are
commodified and stripped of any symbolism of the social relationships between
producers, distributors, and consumers. Once this symbolism is removed, the
exchange no longer forms or strengthens the social bonds between the
participants in the exchange.
\item How about the difference between capitalist schemes of production vs. kinship-based schemes of production?
\label{sec:org43e1382}
\item What does the term \emph{consumer culture} refer to?
\label{sec:org96daec4}
Consumer culture refers to the means by which members of a society form
identity based on the goods, services, and ideas which they consume. In the
past, members of our society were largely engaged in the production and
distribution of goods and services. These activities formed much of the basis
for members' identities. This is evidenced in the preponderance of familial
names taken from occupational activities.
\item How is it that our American consumption habits are attempts to meanings lacking the production and distribution phases of the economy?
\label{sec:org8f0c660}
As our society has moved away from endeavors, like manufacturing, which formed
the basis for identities, we have chosen to use consumption activities as the
basis of much of our identities. Where Americans once identified strongly with
their occupational activities (e.g. ``I am a miner'', etc.), we now signify our
identities through products we buy, media we watch or read, foods we eat, and
ideologies to which we adhere.
\end{enumerate}
\end{document}
